<?php
$MESS["ZOODPAY_MODULE_NAME"] = "ZoodPay";
$MESS["ZOODPAY_PARTNER_NAME"] = "ZoodPay SA";
$MESS["ZOODPAY_MODULE_DESC"] = "ZoodPay Buy Now Pay Later модуль для Bitrix CMS: \"Малый бизнес\", \"Бизнес\" и \"Web-cluster бизнес\".";
$MESS["INSTALL_SUCCESS"] = "Решение успешно установлено";
$MESS["ZOODPAY_INST_NOTE"] = 'Шаги по настройке платежного модуля ZoodPay: <br/> 1) Перейдите по левому меню навигации в раздел"Магазин", далее пройдите в  подраздел “Платежные системы”.  <br/> 2) Нажмите на кнопку "Добавить платежную систему".  <br/> 3) Из выпадающего списка выберите "Zoodpay платежный сервис (zoodpay)".  <br/> 4)  Заполните требуемые поля необходимыми данными, которые вы получили от команды ZoodPay. <br/> 5)  Выберите соответствующие вашим требованиям параметры языка и страны, после чего проверьте на соединение с нашим сервисом, нажав предварительно – API Health (АПИ состояние), а затем Fetch Configuration (Получить Конфигурацию). При успешном результате, сохраните введённые изменения.   <br/> 6)  После того, как успешно была получена конфигурация и API доступен , платежная система ZoodPay будет доступна для выбора на странице оформления заказа.  <br/>  <br/> <b> *Примечание: Если модуль показывает исключение, прочтите сообщение и примите предоставленное решение, или отправьте нам письмо, с прилагаемым скриншотом исключения, на адрес integration@zoodpay.com.';
$MESS["INSTALL_ERROR"] = "Ошибка установки решения";
$MESS["UNINSTALL_SUCCESS"] = "Решение удалено";
$MESS["ZOODPAY_NO_CURL"] = "Для использования этой библиотеки необходимо установить расширение cURL.";
$MESS["ZOODPAY_NO_JSON"] =  "Для использования этой библиотеки необходимо установить JSON";
$MESS["ZOODPAY_NO_SALE"] = "Чтобы использовать этот модуль, необходимо установить модуль продаж";
$MESS["ZOODPAY_NO_FILE"] = "Файлы были не установлены";
$MESS["ZOODPAY_NO_EVENT"] = "Событие не установлено";
$MESS["ZOODPAY_NO_DB"] = "База данных не установлена";
$MESS["ZOODPAY_NO_P1"] = "order_payment.js Файлы не изменены";
$MESS["ZOODPAY_NO_P2"] = "orderpayment.php Файлы Не изменен";
$MESS["ZOODPAY_Contact"] = "Связаться с командой ZoodPay";