<?php
$MESS["SALE_ZP_NOT_ALLOWED"] = "Вы не можете совершить данный запрос по текущей оплате ";
$MESS["SALE_ZP_NOT_VALID"] = "Произошла ошибка в процессе обработки вашего запроса, и предоставленная вами информация неверна.";
$MESS["SALE_ZP_REJECT"] = "Введённые параметры были указаны неверно и Zoodpay отказал в вашем запросе";
$MESS["SALE_ZP_REFUND_ERROR"] = "Стоимость возврата не должна превышать стоимость заказа";
$MESS["SALE_ZP_REFUND_CREATE"] = "Возврат оформлен, пожалуйста, обновите страницу.";
$MESS["SALE_ZP_DELIVERY_ERROR"] = "Некорректная установка даты доставки, ";
$MESS["SALE_ZP_NAME_ERROR"] = "Ошибка: Ф.И.О не может быть пустой";
$MESS["SALE_ZP_NAME_L_ERROR"] = "Ошибка: Ф.И.О превышает допустимую длину";
$MESS["SALE_ZP_EMAIL_ERROR"] = "Ошибка: Электронный адрес не может быть пустой";
$MESS["SALE_ZP_NO_PHONE_ERROR"] = "Ошибка: Номер телефона не может быть пустым";
$MESS["SALE_ZP_PHONE_ERROR"] = "Ошибка: Номер телефона должен быть в международном формате";
$MESS["SALE_ZP_NO_ZIP_ERROR"] = "Ошибка: Почтовый индекс не может быть пустым";
$MESS["SALE_ZP_ZIP_ERROR"] = "Ошибка: Почтовый индекс не может содержать менее 5 символов";
